{"task": {"1": "<p>Алюминий прореагировал с кислородом. Продукт реакции разделили на две части. К первой части добавили раствор едкого натра. Ко второй части добавили кальций и подвергли сильному нагреву, в ходе реакции выпал осадок, который прореагировал с оксидом железа(II). Напишите уравнения четырёх описанных реакций.</p>", "2": "<p>В реактор постоянного объема поместили азот и водород. В результате реакции образовалось вещество, которое окислили кислородом в присутствии катализатора. Полученный оксид полностью прореагировал с избытком кислорода. Выделившееся вещество пропустили через едкий калий. Запишите уравнения четырёх описанных реакций.</p>", "3": "<p>В реактор постоянного объема поместили бурый газ и избыток кислорода. В результате реакции образовалось вещество, которое прореагировало с избытком едкого калия. Соль подвергли термическому разложению. Выделившийся газ собрали и пропустили через серу. Напишите уравнения четырёх описанных реакций.&nbsp;</p>", "4": "<p>Гидроксид железа(II) подвергли термическому разложению. В результате реакции образовалось твёрдое вещество, которое прореагировало с угарным газом. Выделившийся газ пропустили через избыток гашеной извести. Полученный осадок прокалили. Напишите уравнения четырёх описанных реакций.</p>", "5": "<p>Железную окалину разделили на две части. К первой части добавили избыток водорода, в результате выделилось вещество, которое прореагировало с соляной кислотой. Ко второй части добавили избыток угарного газа, в ходе реакции выделился газ, который прореагировал с избытком гидроксида стронция. Запишите уравнения четырёх описанных реакций.</p>", "6": "<p>Сера прореагировала с недостатком кислорода. Продукт реакции разделили на две части. К первой части добавили недостаток едкого натра. Ко второй части добавили избыток гашеной извести, при этом выделился осадок, который растворили в соляной кислоте.</p><p>Напишите уравнения четырёх описанных реакций.&nbsp;</p>"}, "solution": {"1": "<p>Реакция алюминия и кислорода — это реакция соединения:</p><p><strong>4Al + 3O<sub>2</sub>&nbsp;= 2Al<sub>2</sub>O</strong><sub><strong>3</strong></sub></p><p>Едкий натр — это NaOH. Реакция между оксидом алюминия и раствором щёлочи протекает с образованием комплексной соли:</p><p><strong>Al<sub>2</sub>O<sub>3</sub> + 2NaOH + 3H<sub>2</sub>O = 2Na[Al(OH)<sub>4</sub>]</strong></p><p>Кальций — более активный металл и может восстанавливать алюминий из его оксида:</p><p><strong>Al<sub>2</sub>O<sub>3</sub> + 3Ca = 2Al + 3CaO</strong></p><p>Алюминий восстанавливает железо из его оксида:</p><p><strong>2Al + 3FeO = 3Fe + Al<sub>2</sub>O</strong><sub><strong>3</strong></sub></p>", "2": "<p>1. Реакция между азотом и водородом — это реакция соединения:</p><p><strong>N<sub>2&nbsp;</sub>+ 3H<sub>2</sub>&nbsp;= 2NH</strong><sub><strong>3</strong></sub></p><p>2. Произошло окисление аммиака кислородом в присутствии катализатора, в результате реакции получаем оксид азота(II) и воду:</p><p><strong>4NH<sub>3</sub> + 5O<sub>2</sub>&nbsp;= 4NO + 6H<sub>2</sub>O</strong></p><p>3. Оксид, который будет реагировать с избытком кислорода, — это NO:</p><p><strong>4NO + 3O<sub>2</sub>&nbsp;= 2N<sub>2</sub>O</strong><sub><strong>5</strong></sub></p><p>4. Едкий калий — это КОН, он будет реагировать с оксидом азота(V):</p><p><strong>2КОН + N<sub>2</sub>O<sub>5</sub>&nbsp;= 2KNO<sub>3</sub> + H<sub>2</sub>O</strong></p>", "3": "<p>1. Бурый газ — это NO<sub>2</sub>. Он будет реагировать с кислородом с образованием оксида азота(V):</p><p><strong>4NO<sub>2</sub> + O<sub>2</sub> = 2N<sub>2</sub>O<sub>5</sub></strong></p><p>2. Едкий калий — это КОН. Он будет реагировать с оксидом азота(V) с образованием нитрата калия и воды:</p><p><strong>2KOH + N<sub>2</sub>O<sub>5</sub> = 2KNO<sub>3</sub> + H<sub>2</sub>O</strong></p><p>3. Нитрат калия подвергли термическому разложению:</p><p><strong>2KNO<sub>3</sub> = 2KNO<sub>2</sub> + O<sub>2</sub></strong></p><p>4. Газ в предыдущей реакции — это O<sub>2</sub>, при пропускании кислорода через серу образуется оксид серы(IV):</p><p><strong>S + O<sub>2</sub> = SO</strong><sub><strong>2</strong></sub></p>", "4": "<p>1. Гидроксид железа(II) подвергли термическому разложению с образованием оксида железа(II) и воды:</p><p><strong>Fe(OH)<sub>2</sub>&nbsp;= FeO + H<sub>2</sub>O</strong></p><p>2. Твёрдое вещество — это FeO. Он будет реагировать с угарным газом (CO):</p><p><strong>FeO + СО = Fe + CO<sub>2</sub></strong></p><p>4. Выделившийся газ — это СО<sub>2</sub>, гашеная известь — это Ca(OH)<sub>2</sub>, между этими веществами протекает реакция с образованием карбоната кальция и воды:</p><p><strong>Ca(OH)<sub>2</sub> + СО<sub>2&nbsp;</sub>= CaCO<sub>3</sub> + H<sub>2</sub>O</strong></p><p>5. Полученный осадок — это CaCO<sub>3</sub>, при его прокаливании образуются оксид кальция и углекислый газ:</p><p><strong>CaCO<sub>3</sub> = СаО + СО</strong><sub><strong>2</strong></sub></p>", "5": "<p>1. Реакция между железной окалиной и избытком водорода – один из способов получения железа:</p><p><strong>Fe<sub>3</sub>O<sub>4&nbsp;</sub>+ 4H<sub>2</sub> = 3Fe + 4H<sub>2</sub>O</strong></p><p>2. Железо реагирует с соляной кислотой с выделением водорода, как обычная реакция между металлом и кислотой. При этом железо повышает степень окисления только до +2, так как окислитель здесь водород, а он не может окислить железо до +3:</p><p><strong>2Fe + 4HCl = 2FeCl<sub>2</sub>+ 2H<sub>2</sub></strong></p><p>3. Реакция между железной окалиной и избытком угарного газа – также один из способов получения железа. Углерод повышает степень окисления до +4, образуется углекислый газ:</p><p><strong>Fe<sub>3</sub>O<sub>4&nbsp;</sub>+ 4CO = 3Fe + 4СO<sub>2</sub></strong></p><p>4. Углекислый газ реагирует с избытком гидроксида стронция как кислотный оксид с основанием. В избытке основания образуется средняя соль:</p><p><strong>Sr(OH)<sub>2</sub> + CO<sub>2</sub> = SrCO<sub>3</sub> + H<sub>2</sub>O</strong></p>", "6": "<p>Сера реагирует с недостатком кислорода и образуется SO<sub>2</sub>:</p><p><strong>S + O<sub>2</sub>&nbsp;= SO</strong><sub><strong>2</strong></sub></p><p>Едкий натр — это NaOH. Протекает реакция между недостатком щелочи и кислотным оксидом с образованием кислой соли — гидросульфита натрия:</p><p><strong>NaOH + SO<sub>2</sub>&nbsp;= NaHSO</strong><sub><strong>3</strong></sub></p><p>Гашеная известь — это Ca(OH)<sub>2,&nbsp;</sub>при её избытке будет получаться средняя соль — сульфит кальция:</p><p><strong>Ca(OH)<sub>2</sub> + SO<sub>2</sub>&nbsp;= CaSO<sub>3</sub> + H<sub>2</sub>O</strong></p><p>Осадок — это сульфат кальция. Соляная кислота — это HCl. В результате их взаимодействия образуется хлорид кальция, сернистый газ и вода:</p><p><strong>CaSO<sub>3</sub> + 2HCl = CaCl<sub>2</sub> + SO<sub>2</sub> + H<sub>2</sub>O</strong></p>"}, "umit": {"1": "Свойства щелочно-земельных металлов и их соединений (оксидов, гидроксидов, пероксидов),Свойства алюминия и его соединений (оксида и гидроксида),Составление уравнений реакций,Установление логических связей", "2": "Химические и физические свойства азота,Основные соединения азота. Оксиды и кислоты азота, аммиак и их физические и химические свойства,Составление уравнений реакций,Установление логических связей", "3": "Составление уравнений реакций,Установление логических связей", "4": "Умение различать средние, кислые, основные, комплексные, смешанные и двойные соли,Получение солей (средних, кислых, основных, комплексных),Разложение солей,Химические свойства солей,Составление формул солей (средних, кислых, основных и комплексных),Составление уравнений реакций,Установление логических связей", "5": "Окислительно-восстановительные реакции и принципы их протекания,Общие химические свойства металлов,Свойства железа и его соединений (оксидов и гидроксидов),Химические свойства кислотных оксидов,Химические свойства щелочей,Составление уравнений реакций,Установление логических связей,Основно-кислотные взаимодействия и их принципы,Общие химические свойства кислот", "6": "Химические и физические свойства серы,Основные соединения серы. Оксиды и кислоты серы и их физические и химические свойства,Составление уравнений реакций,Установление логических связей"}, "umitsistem_id": {"1": "206,207,1201,1202", "2": "108,115,1201,1202", "3": "1201,1202", "4": "602,612,613,614,623,1201,1202", "5": "41,203,208,304,410,1201,1202,1257,215", "6": "107,116,1201,1202"}}